<h1>Индексирование</h1>



<p>Для корректной работы поиска по сайту необходимо периодическое индексирование данных на сайте.
    Индексирование - предварительный сбор и упорядочивание данных об информации на сайте для упрощения и убыстрения поиска по сайту.</p>
<p>Внимание! Индексирование влияет только на внутренний поиск по сайту и не имеет никакого отношения к работе глобальных поисковых систем!</p>
<div class="block">
<p>Вы можете выполнить индексирование вручную:</p>
    <p><? echo CHtml::link('Проиндексировать сайт', '/manage/ftsearch/default/create');?></p>
</div>

